Repository: chris1984/foreman_rh_cloud
Catalog: locale/*/foreman_rh_cloud.po
Languages: fr, ja

source: Sync all inventory status
fr: Sync tous les statuts d'inventaire
ja: すべてのインベントリー状況を同期する

source: %s organizations
fr: %s organisations
ja: 組織 %s 件

source: About subscription watch
fr: Informations sur la vérification des abonnements
ja: Subscription Watch の概要

source: Actions history
fr: Historique des actions
ja: アクション履歴

source: Advanced Inventory Settings
fr: Paramètres d'inventaire avancés
ja: インベントリーの詳細設定

source: All recommendations are now selected.
fr: Toutes les recommandations sont maintenant sélectionnées.
ja: すべての推奨事項が選択されました。

source: Any Organization
fr: Toute Organisation
ja: 任意の組織

source: Apply Insights recommendations
fr: Appliquer les recommandations d'Insights
ja: Insights の推奨事項の適用

source: Automatic inventory upload
fr: Chargement automatique de l'inventaire
ja: 自動インベントリーアップロード

source: Automatic mismatch deletion
fr: Suppression automatique des non-concordances
ja: 不一致の自動削除

source: Cancel
fr: Annuler
ja: 取り消し

source: Clear
fr: Effacer
ja: 消去

source: Clear Selection
fr: Annuler la sélection
ja: 選択項目を解除する

source: Cloud Connector has been configured however obfuscating host names setting is enabled, it's recommended to disable it
fr: Le connecteur cloud a été configuré mais le paramètre Obfusquer les noms d'hôtes est activé, il est recommandé de le désactiver.
ja: Cloud Connector が設定されていますが、ホスト名の設定が難読化されています。この設定を無効にすることを推奨します

source: Cloud Connector has been configured however the inventory auto-upload is disabled, it's recommended to enable it
fr: Le connecteur cloud a été configuré mais le chargement automatique de l'inventaire est désactivé, il est recommandé de l'activer.
ja: Cloud Connector が設定されていますが、インベントリーの自動アップロードは無効になっています。この設定を有効にすることを推奨します

source: Cloud Connector is in progress
fr: Connecteur cloud en cours
ja: Cloud Connector が設定中です

source: Cloud connector job link
fr: Lien au job de connecteur cloud
ja: Cloud Connector のジョブリンク

source: Cloud connector setup has failed:
fr: L'installation du connecteur cloud a échoué :
ja: Cloud Connector の設定に失敗しました:

source: Cloud connector setup has started:
fr: L'installation du connecteur cloud a commencé :
ja: Cloud Connector の設定が開始しました:

source: Cloud connector setup is in progress now:
fr: L'installation du connecteur cloud est en cours :
ja: Cloud Connector の設定が進行中です:

source: Completed
fr: Terminé
ja: 完了

source: Configure
fr: Configurer
ja: 設定

source: Configure Cloud Connector on given hosts
fr: Configurer Cloud Connector sur des hôtes donnés
ja: 特定のホストで Cloud Connector を設定します。

source: Configure cloud connector
fr: Configurer le connecteur cloud
ja: Cloud Connector の設定

source: Connectivity test
fr: Test de connectivité
ja: 接続性テスト

source: Critical
fr: Critique
ja: 重大

source: Current page
fr: Page actuelle
ja: 現在のページ

source: Disconnected hosts:
fr: Hôtes déconnectés :
ja: 非接続ホスト:

source: Displays manifest statuses per accessible organizations.
fr: Affiche les statuts des manifestes par organisation accessible.
ja: アクセス可能な組織別にマニフェストステータスを表示します。

source: Documentation
ja: ドキュメント

source: Download Report
fr: Télécharger le rapport
ja: レポートのダウンロード

source: Download latest report
fr: Télécharger le dernier rapport
ja: 最新レポートのダウンロード

source: Enable automatic deletion of mismatched host records from the Red Hat cloud
fr: Activer la suppression automatique des enregistrements d'hôtes incompatibles du cloud Red Hat
ja: 不一致のホストレコードを Red Hat クラウドから自動的に削除できるようにする

source: Enable automatic synchronization of Insights recommendations from the Red Hat cloud
fr: Activer la synchronisation automatique des recommandations Insights à partir de Red Hat Cloud
ja: Red Hat クラウドから Insights の推奨事項の自動同期を有効にする

source: Enable automatic upload of your host inventory to the Red Hat cloud
fr: Activer le téléchargement automatique de votre inventaire d'hôtes dans Red Hat Cloud
ja: ホストインベントリーの Red Hat クラウドに対して自動アップロードを有効にする

source: Enable automatic upload of your hosts inventory to the Red Hat cloud
fr: Activer le téléchargement automatique de l'inventaire de vos hôtes dans Red Hat Cloud
ja: ホストインベントリーの Red Hat クラウドに対して自動アップロードを有効にする

source: Enable cloud connector
fr: Activer le connecteur cloud
ja: Cloud Connector の有効化

source: Enable inventory upload
fr: Activer le téléchargement de l'inventaire
ja: インベントリーアップロードの有効化

source: Encountered an error while trying to access the server:
fr: Une erreur s'est produite lors de l'accès au serveur :
ja: サーバーへのアクセス時にエラーが発生しました:

source: Exclude installed Packages
fr: Exclure les paquets installés
ja: インストール済みパッケージの除外

source: Exclude installed packages from being uploaded to the Red Hat cloud
fr: Exclure les paquets installés du téléchargement dans Red Hat Cloud
ja: Red Hat クラウドにアップロードされないようにインストール済みパッケージを除外する

source: Exclude packages
fr: Exclure les paquets
ja: パッケージの除外

source: Exclude packages from being uploaded to the Red Hat cloud
fr: Exclure les paquets du téléchargement vers Red Hat Cloud
ja: パッケージが Red Hat クラウドにアップロードされないように除外する

source: Exit Code: %s
fr: Code de sortie : %s
ja: 終了コード: %s

source: Fetch Insights-related host details
fr: Récupérer les détails de l'hôte liés à Insights
ja: Insights 関連のホスト詳細を取得する

source: Fetching data about your accounts
fr: Récupérer des données sur vos comptes
ja: アカウントに関するデータの取得

source: Filter..
fr: Filtrer..
ja: フィルター..

source: Fix host
fr: Fixer l'hôte
ja: ホストの修正

source: For more info, please visit the
fr: Pour plus d'informations, veuillez consulter
ja: 詳細は、以下を参照してください。

source: For more information about Insights and Cloud Connector, see:
fr: Pour plus d'informations sur Insights et Cloud Connector, consultez :
ja: Insights と Cloud Connector の詳細は、以下を参照してください。

source: For more information about the Subscriptions service, see:
fr: Pour plus d'informations sur le service d'abonnements, consultez :
ja: サブスクリプションサービスの詳細は、以下を参照してください。

source: Foreman plugin that process & upload data to Red Hat Cloud
fr: Plugin Foreman qui traite et télécharge les données vers Red Hat Cloud
ja: データを処理して Red Hat Cloud にアップロードする Foreman プラグイン

source: Full Screen
fr: Plein écran
ja: 全画面

source: Generate and upload report
fr: Générer et télécharger un rapport
ja: レポートの生成およびアップロード

source: Generate the report, but do not upload
fr: Générer le rapport, mais ne pas le télécharger
ja: レポートを生成するがアップロードしない

source: Generating
fr: En cours de génération
ja: 生成中

source: Go to Foreman Insights page
fr: Accéder à la page Foreman Insights
ja: Foreman Insights ページへ移動する

source: Go to first page
fr: Aller à la première page
ja: 最初のページに移動

source: Go to last page
fr: Aller à la dernière page
ja: 最後のページに移動

source: Go to next page
fr: Aller à la page suivante
ja: 次のページに移動

source: Go to previous page
fr: Aller à la page précédente
ja: 前のページに移動

source: Grab hosts that are missing in RH Cloud
fr: Récupérer les hôtes manquants dans RH Cloud
ja: RH Cloud にないホストを取得する

source: Host Insights recommendations
fr: Recommandations de Host Insights
ja: ホストに関する Insights の推奨事項

source: Host was not uploaded to your RH cloud inventory
fr: L'hôte n'a pas été téléchargé dans votre inventaire RH Cloud.
ja: ホストが RH クラウドインベントリーにアップロードされませんでした

source: Hostname
fr: Nom d'hôte
ja: ホスト名

source: Hosts with subscription in organization:
fr: Hôtes avec abonnement dans l'organisation :
ja: 組織のサブスクリプションが割り当てられたホスト:

source: ID of the RHC(Yggdrasil) daemon
fr: ID du démon RHC(Yggdrasil)
ja: RHC (Yggdrasil) デーモンの ID

source: Important
ja: 重要

source: Include parameters in insights-client reports
fr: Inclure des paramètres dans les rapports insights-clients
ja: Insights クライアントレポートにパラメーターを含める

source: Inventory
fr: Inventaire
ja: インベントリー

source: Inventory Auto Upload
fr: Chargement automatique des iinventaires
ja: インベントリーの自動アップロード

source: Inventory Upload
fr: Téléchargement de l'inventaire
ja: インベントリーのアップロード

source: Inventory sync has failed:
fr: La synchronisation de l'inventaire a échoué :
ja: インベントリーの同期に失敗しました:

source: Inventory sync has started:
fr: La synchronisation de l'inventaire a commencé :
ja: インベントリーの同期が開始されました:

source: Items per page
fr: Items par page
ja: 各ページの項目

source: Knowledgebase article
fr: Article de base de connaissances
ja: ナレッジベースアーティクル

source: List of host UUIDs
fr: Liste des UUID d'hôtes
ja: ホスト UUID のリスト

source: Loading
fr: Chargement
ja: ロード中

source: Loading...
fr: Chargement...
ja: 読み込み中...

source: Low
fr: Faible
ja: 低

source: Manual
fr: Manuelle
ja: 手動

source: Moderate
fr: Modéré
ja: 中

source: More details can be found in
fr: Pour plus de détails, voir
ja: 詳細は、以下を参照してください:

source: Next run:
fr: Exécution suivante :
ja: 次の実行:

source: No
fr: Non
ja: いいえ

source: No recommendations were found for this host!
fr: Aucune recommandation n'a été trouvée pour cet hôte !
ja: このホストに関する推奨事項は見つかりませんでした。

source: No results found
fr: Aucun résultat
ja: 結果は見つかりませんでした

source: No task was found
fr: Aucune tâche n'a été trouvée
ja: タスクが見つかりませんでした

source: Not reporting
fr: Non rapporté
ja: 報告なし

source: Nothing to sync, there are no hosts with subscription for this organization.
fr: Rien à synchroniser, il n'y a pas d'hôtes avec abonnement pour cette organisation.
ja: 同期するものがありません。この組織でサブスクリプションが割り当てられているホストはありません。

source: Notice
fr: Note
ja: 注意

source: Obfuscate IPs
fr: Obfusquer les adresses IP
ja: IP の難読化

source: Obfuscate host ipv4 addresses
fr: Obfusquer les adresses ipv4 des hôtes
ja: ホストの ipv4 アドレスの難読化

source: Obfuscate host names
fr: Obfusquer les noms d'hôtes
ja: ホスト名の難読化

source: Obfuscate host names sent to the Red Hat cloud
fr: Obfusquer les noms d'hôtes envoyés à Red Hat Cloud
ja: Red Hat クラウドに送信するホスト名を難読化する

source: Obfuscate ipv4 addresses sent to the Red Hat cloud
fr: Obfusquer les adresses ipv4 envoyées à Red Hat Cloud
ja: Red Hat クラウドに送信する ipv4 アドレスを難読化する

source: Oops! Couldn't find organization that matches your query
fr: Oups ! Nous n'avons pas trouvé d'organisation correspondant à votre demande.
ja: クエリーに合致する組織が見つかりませんでした

source: Organization status
fr: Statut de l'organisation
ja: 組織ステータス

source: Pagination
ja: ページ付け

source: RHC daemon id
fr: Id du démon RHC
ja: RHC デーモン ID

source: Read more about it in RH cloud insights
fr: Plus d'informations dans RH cloud insights
ja: 詳細は、RH cloud insights を参照してください。

source: Reboot Required
fr: Redémarrage nécessaire
ja: 再起動が必要です

source: Recommendation
fr: Recommandation
ja: 推奨事項

source: Recommendation sync has failed:
fr: La sync des recommandations a échoué :
ja: 推奨事項の同期に失敗しました:

source: Recommendation sync has started:
fr: La sync des recommandations a commencé :
ja: 推奨事項の同期が開始されました:

source: Recommendations
fr: Recommandations
ja: 推奨事項

source: Recommendations selected: %s.
fr: Recommandations sélectionnées : %s.
ja: 選択済みの推奨事項: %s 件

source: Recommendations synced successfully
fr: Les recommandations ont été synchronisées
ja: 推奨事項が正常に同期されました

source: Reconfigure cloud connector
fr: Reconfigurer le connecteur cloud
ja: Cloud Connector の再設定

source: Red Hat Cloud Inventory
fr: Inventaire Red Hat Cloud
ja: Red Hat Cloud インベントリー

source: Red Hat Insights Data and Application Security
fr: Red Hat Insights - Sécurité des données et des applications
ja: Red Hat Insights データおよびアプリケーションセキュリティー

source: Red Hat Inventory
fr: Inventaire Red Hat
ja: Red Hat インベントリー

source: Remain
fr: Restant
ja: そのままにする

source: Remediate
fr: Remédier
ja: 修復

source: Remediation summary
fr: Résumé de remédiation
ja: 修復の概要

source: Reporting
fr: Rapports
ja: レポート

source: Resolution
fr: Résolution
ja: 解決策

source: Run RH Cloud playbook
fr: Exécuter le playbook RH Cloud
ja: RH Cloud Playbook の実行

source: Run playbook genrated by Red Hat remediations app
fr: Exécuter le playbook généré par l'app de remédiations de Red Hat
ja: Red Hat 修復アプリが生成した Playbook の実行

source: Run remediation playbook generated by Insights
fr: Exécuter le playbook de remédiation généré par Insights
ja: Insights で生成された修復 Playbook の実行

source: Satellite server has %{hits_count} recommendations by Red Hat
fr: Le serveur satellite a %{hits_count} recommandations de Red Hat
ja: Satellite Server には、Red Hat からの推奨事項が %{hits_count} 件あります。

source: Scoped search string for host removal
fr: Chaîne de recherche limitée pour la suppression de l'hôte
ja: ホストを削除する場合に対象を特定の範囲に限定する検索文字列

source: Select recommendations from all pages
fr: Sélectionner des recommandations sur toutes les pages
ja: すべてのページから推奨事項を選択する

source: Set the current organization context for the request
fr: Définir le contexte organisationnel actuel de la demande
ja: 要求に現在の組織コンテキストを設定します

source: Settings
fr: Paramètres de configuration
ja: 設定

source: Should import include parameter tags from Foreman?
fr: L'importation doit-elle inclure les balises de paramètres de Foreman ?
ja: インポートには Foreman からのパラメータータグを含める必要がありますか?

source: Show Advanced Settings
fr: Afficher les paramètres avancés
ja: 詳細設定の表示

source: Show if system is configured to use local iop-advisor-engine.
fr: Indique si le système est configuré pour utiliser le moteur iop-advisor local.
ja: システムがローカル iop-advisor-engine を使用するように設定されているかどうかを表示します。

source: Start inventory synchronization
fr: Démarrer la synchronisation de l'inventaire
ja: インベントリー同期の開始

source: Start report generation
fr: Lancer la génération du rapport
ja: レポート生成の開始

source: Successfully synced hosts:
fr: Synchronisation des hôtes réussie :
ja: ホストが正常に同期されました:

source: Successfully uploaded to your RH cloud inventory
fr: Téléchargement réussi dans votre inventaire RH cloud
ja: RH クラウドインベントリーへのアップロードに成功しました

source: Sync automatically
fr: Sync automatique
ja: 自動同期

source: Sync recommendations
fr: Recommandations de sync
ja: 同期の推奨事項

source: Synchronize recommendations Automatically
fr: Synchroniser automatiquement les recommandations
ja: 推奨事項を自動的に同期する

source: The Foreman inventory upload plugin automatically uploads Foreman host inventory data to the Inventory service of Insights, where it can also be used by the Subscriptions service for subscription reporting. If you use the Subscriptions service, enabling inventory uploads is required.
fr: Le plugin de téléchargement d'inventaire Foreman télécharge automatiquement les données d'inventaire des hôtes Foreman vers le service Inventaire d'Insights, où elles peuvent également être utilisées par le service Abonnements pour générer des rapports d'abonnement. Si vous utilisez le service Abonnements, l'activation du téléchargement d'inventaire est requise.
ja: Foreman インベントリーアップロードプラグインは、Foreman ホストのインベントリーデータを Insights のインベントリーサービスに自動的にアップロードします。このデータは、サブスクリプションサービスでもサブスクリプションレポートに使用できます。サブスクリプションサービスを使用する場合は、インベントリーアップロードを有効にする必要があります。

source: The Red Hat Hybrid Cloud Console provides a set of cloud services, including Red Hat Insights and Subscriptions, that provide predictive analysis, remediation of issues, and unified subscription reporting for this Foreman instance.
fr: La console Red Hat Hybrid Cloud fournit un ensemble de services cloud, notamment Red Hat Insights et Subscriptions, qui fournissent une analyse prédictive, une correction des problèmes et des rapports d'abonnement unifiés pour cette instance Foreman.
ja: Red Hat Hybrid Cloud Console は、この Foreman インスタンスの予測分析、問題の修復、統合サブスクリプションレポートを提供する Red Hat Insights およびサブスクリプションを含む一連のクラウドサービスを提供します。

source: The report file %{filename} doesn't exist
fr: Le fichier de rapport %{filename} n'existe pas
ja: %{filename} レポートファイルがありません

source: The scheduled process is disabled because this Foreman is configured with the use_local_advisor_engine option.
fr: Le processus planifié est désactivé car ce contremaître est configuré avec l'option use_local_advisor_engine.
ja: この Foreman は use_local_advisor_engine オプションで設定されているため、スケジュールされたプロセスは無効になっています。

source: The server returned the following error: %s
fr: Le serveur a renvoyé l'erreur suivante : %s
ja: サーバーは以下のエラーを返しました: %s

source: The task failed with the following error:
fr: La tâche a échoué avec l'erreur suivante :
ja: タスクは以下のエラーで失敗しました:

source: There are no recommendations for your hosts
fr: Il n'y a aucune recommandation pour vos hôtes
ja: ホストに関する推奨事項はありません

source: This action will also enable automatic reports upload
fr: Cette action permettra également le téléchargement automatique des rapports
ja: このアクションを実行すると、自動レポートのアップロードも有効になります。

source: To enable this reporting for all Foreman organizations, set {uploadButtonName} to on. The data will be reported automatically once per day.
fr: Pour activer ce rapport pour toutes les organisations Foreman, définissez{uploadButtonName} à activé. Les données seront signalées automatiquement une fois par jour.
ja: すべての Foreman 組織でこのレポートを有効にするには、{uploadButtonName} をオンに設定します。データは 1 日に 1 回自動的にレポートされます。

source: To manually upload the data for a specific organization, select an organization and click {restartButtonName}.
fr: Pour télécharger manuellement les données d'une organisation spécifique, sélectionnez une organisation et cliquez sur{restartButtonName} .
ja: 特定の組織のデータを手動でアップロードするには、組織を選択して {restartButtonName} をクリックします。

source: Total risk
fr: Risque total
ja: リスクの総数

source: Total risks
fr: Risques totaux
ja: リスクの総数

source: Upload hits from iop-advisor-engine
fr: Télécharger les hits depuis iop-advisor-engine
ja: iop-advisor-engine からの検索結果をアップロードする

source: Upload hits information
fr: Télécharger les informations sur les hits
ja: 検索結果の情報をアップロードする

source: Upload rules related to the hits
fr: Règles de téléchargement liées aux hits
ja: 検索結果に関するアップロードルール

source: Uploading
fr: Téléchargement
ja: アップロード中...

source: Value %{value} is not a valid UUID
fr: La valeur %{value} ne correspond pas à un UUID valide
ja: %{value} の値は有効な UUID ではありません

source: View all recommendations
fr: Voir toutes les recommandations
ja: すべての推奨事項の表示

source: View in Red Hat Insights
fr: Afficher Red Hat Insights.
ja: Red Hat Insights での表示

source: Wait and %s
fr: Attendez et %s
ja: 待機して %s

source: Whether the resolution requires reboot
fr: Si la résolution nécessite un redémarrage
ja: 解決策には再起動が必要かどうか

source: category name
fr: nom de la catégorie
ja: カテゴリー名

source: generic
fr: générique
ja: 汎用

source: hosts page
fr: page hôtes
ja: ホストページ

source: impact name
fr: nom de l'impact
ja: 影響名

source: iop payload including resolutions, rules, hits
fr: charge utile iop incluant les résolutions, les règles et les hits
ja: 解決策、ルール、検索結果を含む iop ペイロード

source: items
ja: 項目

source: likelihood number
fr: nombre de vraisemblance
ja: 適用可能な確率

source: more info
fr: plus d'infos
ja: 詳細情報

source: page
ja: ページ

source: per page
fr: par page
ja: /ページ

source: publish date (YYYY-MM-DD)
fr: date de publication (AAAA-MM-JJ)
ja: 公開日 (YYYY-MM-DD)

source: rating
fr: notation
ja: 評価

source: reason
fr: raison
ja: 理由

source: reboot required
fr: redémarrage requis
ja: 再起動が必要です

source: resolution description
fr: description de la résolution
ja: 解決策の説明

source: resolution risk
fr: risque de résolution
ja: 解決策のリスク

source: result url
fr: URL du résultat
ja: 結果 URL

source: rule description
fr: description de la règle
ja: ルールの説明

source: rule id
fr: identifiant de règle
ja: ルール ID

source: rule title
fr: titre de la règle
ja: ルールタイトル

source: solution url
fr: URL de la solution
ja: ソリューション URL

source: summary
fr: résumé
ja: 要約

source: total risk
fr: risque total
ja: リスクの総数

source: type
ja: タイプ

source: upload hits details json
fr: détails des hits de téléchargement json
ja: 検索結果の詳細 JSON をアップロード

source: upload resolutions related to the hits
fr: télécharger les résolutions liées aux hits
ja: 検索結果に関連する解決策をアップロードする

source: view the job in progress
fr: visualiser job en cours
ja: 処理中のジョブを表示する

source: view the task page for more details
fr: consulter la page de la tâche pour plus de détails
ja: 詳細は、タスクページを表示します。
